base-devel
bitwarden
bpytop
chromium
cloc
cmake
cowsay
dunst
emacs
firefox
fish
flameshot
fzf
galculator
gcc
git
gparted
helix
htop
i3-wm
i3blocks
i3lock
jre-openjdk
kakoune
kcharselect
kitty
lolcat
make
neofetch
neovim
net-tools
nitrogen
numlockx
onefetch
pandoc-cli
patch
pcmanfm
pfetch
picom
premake
pypy3
ranger
rofi
rsync
rustup
sfml
speedtest-cli
spotify-launcher
steam
stow
sxhkd
texlive-core
tree
trash-cli
ttf-fira-code
ttf-hack
ttf-ms-fonts
ttf-roboto
vim
wget
wmctrl
zig

